tap "azure/functions"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "puma/puma"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "pcre"
brew "readline"
brew "aircrack-ng"
brew "alp"
brew "libyaml"
brew "xz"
brew "ansible"
brew "anyenv"
brew "arp-scan"
brew "libnet"
brew "arping"
brew "gdbm"
brew "asciiquarium"
brew "asdf"
brew "dbus"
brew "gettext"
brew "libx11"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-completion"
brew "freetype"
brew "fontconfig"
brew "harfbuzz"
brew "icu4c@76"
brew "bazel"
brew "bdw-gc"
brew "berkeley-db@4"
brew "binutils"
brew "bison"
brew "bonnie++"
brew "boost"
brew "boost@1.76"
brew "brew-cask-completion"
brew "bundler-completion"
brew "bundletool"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "docutils"
brew "duf"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "lame"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "xvid"
brew "zeromq"
brew "ffmpeg"
brew "mpfr"
brew "fftw"
brew "fio"
brew "flex"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fping"
brew "freeglut"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdb"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "graphviz"
brew "gtk+3"
brew "guetzli"
brew "gzip"
brew "hadolint"
brew "hledger"
brew "htop"
brew "hub"
brew "icdiff"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jansson"
brew "jc"
brew "jpeg"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "k6"
brew "launchctl-completion"
brew "leveldb"
brew "libbitcoin-explorer"
brew "libgit2"
brew "libiconv"
brew "libxpm"
brew "libxaw"
brew "libxft"
brew "libxml2"
brew "mackup"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "mecab"
brew "mesa-glu"
brew "minikube"
brew "miniupnpc"
brew "multitail"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "nkf"
brew "nmap"
brew "node"
brew "ollama"
brew "open-completion"
brew "openjdk@11"
brew "openvpn"
brew "optipng"
brew "ossp-uuid"
brew "peco"
brew "percona-toolkit"
brew "pip-completion"
brew "pipx"
brew "postgresql@14"
brew "pstree"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qt@5"
brew "rails-completion"
brew "rake-completion"
brew "reattach-to-user-namespace"
brew "redis"
brew "revive"
brew "rp"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "ruby@3.0"
brew "shc"
brew "shellcheck"
brew "siege"
brew "socat"
brew "source-highlight"
brew "spring-completion"
brew "sql-migrate"
brew "sqlc"
brew "swagger-codegen"
brew "tailscale"
brew "tbls"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "yarn-completion"
brew "zbar"
brew "zopfli"
brew "zoxide"
brew "zsh-completions"
brew "azure/functions/azure-functions-core-tools@4"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "puma/puma/puma-dev"
brew "sanemat/font/ricty"
cask "alfred"
cask "anaconda"
cask "android-studio"
cask "appcleaner"
cask "burp-suite"
cask "clipy"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "ghidra"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "localsend"
cask "macdown"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "openvpn-connect"
cask "skitch"
cask "skyfonts"
cask "skype"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "tunnelbear"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "xnviewmp"
cask "xquartz"
cask "zap"
cask "zoom"
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "LINE", id: 539883307
mas "Memory Diag", id: 748212890
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "Xee³", id: 639764244
vscode "4ops.terraform"
vscode "anseki.vscode-color"
vscode "arjun.swagger-viewer"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "lextudio.restructuredtext"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "sianglim.slim"
vscode "vincaslt.highlight-matching-tag"
vscode "vmsynkov.colonize"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
