tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "anyenv"
brew "jpeg"
brew "arp-scan"
brew "libnet"
brew "arping"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-completion"
brew "bdw-gc"
brew "berkeley-db@4"
brew "binutils"
brew "bison"
brew "bonnie++"
brew "boost"
brew "brew-cask-completion"
brew "bundler-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "docker-machine-completion"
brew "exiftool"
brew "libevent"
brew "fd"
brew "libtool"
brew "lame"
brew "xvid"
brew "zeromq"
brew "ffmpeg"
brew "flex"
brew "fping"
brew "mpfr"
brew "gawk"
brew "gd"
brew "gdb"
brew "gem-completion"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "guetzli"
brew "gzip"
brew "hledger"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "jansson"
brew "jc"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "launchctl-completion"
brew "leveldb"
brew "libbitcoin-explorer"
brew "libiconv"
brew "libxml2"
brew "mackup"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "miniupnpc"
brew "multitail"
brew "nasm"
brew "nkf"
brew "nmap"
brew "open-completion"
brew "openjdk@11"
brew "openvpn"
brew "optipng"
brew "ossp-uuid"
brew "peco"
brew "pip-completion"
brew "postgresql"
brew "pstree"
brew "qemu"
brew "rails-completion"
brew "rake-completion"
brew "reattach-to-user-namespace"
brew "rp"
brew "rsync"
brew "ruby-completion"
brew "shc"
brew "siege"
brew "sl"
brew "socat"
brew "source-highlight"
brew "spring-completion"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "truncate", link: false
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "yarn-completion"
brew "zbar"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "burp-suite"
cask "clipy"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "macdown"
cask "skitch"
cask "skyfonts"
cask "skype"
cask "slack"
cask "sourcetree"
cask "steam"
cask "the-unarchiver"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "zoom"
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "LINE", id: 539883307
mas "Memory Diag", id: 748212890
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "Xee³", id: 639764244
